app/views/users/show.html.slim

									th To
								- @user.experiences.each do |exp|
---
SELECT "experiences".* FROM "experiences" WHERE "experiences"."user_id" = ?  [["user_id", 23]]

										th Persentage
									- @user.educations.each do |edu|
---
SELECT "educations".* FROM "educations" WHERE "educations"."user_id" = ?  [["user_id", 29]]

						.sectionContent
							- @user.projects.each do |pro|
---
SELECT "projects".* FROM "projects" WHERE "projects"."user_id" = ?  [["user_id", 29]]