app/controllers/users_controller.rb

INSERT INTO "users" ("name", "email", "phone", "obj", "father", "mother", "gender", "hobbies", "strenght", "created_at", "updated_at", "step") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
---
	def create
		@user = User.new(user_params)
		if @user.save

SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 18], ["LIMIT", 1]]
UPDATE "users" SET "step" = ?, "updated_at" = ? WHERE "users"."id" = ?  [["step", 2], ["updated_at", "2018-03-26 10:58:55.112388"], ["id", 18]]
---
	def update
		@user = User.find(params[:id])
		if @user.update(user_params)